Repository: sumcoinwallet/sumcoinwallet-ios
Catalog: loafwallet/src/Strings/*.lproj/Localizable.strings
Languages: fr

# About.blog
source: Website
fr: Blogue

# About.footer
source: Made by the SumcoinWallet Team of the Sumcoin Wallet %1$@
fr: Fait par l'équipe mondiale de Sumcoin Wallet. Version %1$@

# About.privacy
source: Privacy Policy
fr: Politique de confidentialité

# About.title
source: About
fr: À propos de

# AccessibilityLabels.close
source: Close
fr: Fermer

# AccessibilityLabels.faq
source: Support Center
fr: Centre d'assistance

# Account.loadingMessage
source: Loading Wallet
fr: Chargement du portefeuille

# AccountHeader.defaultWalletName
source: My Sumcoin Wallet
fr: Mon Sumcoin Wallet

# AccountHeader.manageButtonName
source: MANAGE
fr: GÉRER

# Alert.corruptionError
source: Local Corruption Error
fr: Erreur de corruption locale

# Alert.corruptionMessage
source: Your local database is corrupted. Go to Settings > Blockchain: Settings > Delete Database to refresh
fr: Votre base de données locale est corrompue. Accédez à Paramètres> Blockchain: Paramètres> Supprimer la base de données pour actualiser

# Alert.error
source: Error
fr: Erreur

# Alert.noInternet
source: No internet connection found. Check your connection and try again.
fr: Aucune connexion Internet n'a été trouvée. Vérifiez votre connexion et réessayez.

# Alert.warning
source: Warning
fr: Avertissement

# Alerts.copiedAddressesHeader
source: Addresses Copied
fr: Adresses copiées

# Alerts.copiedAddressesSubheader
source: All wallet addresses successfully copied.
fr: Toutes les adresses du portefeuille ont été copiées avec succès.

# Alerts.paperKeySet
source: Paper Key Set
fr: Ensemble de clés de papier

# Alerts.paperKeySetSubheader
source: Awesome!
fr: Impressionnant !

# Alerts.pinSet
source: PIN Set
fr: Ensemble PIN

# Alerts.resolvedSuccess
source: Domain Resolution
fr: Résolution de domaine

# Alerts.resolvedSuccessSubheader
source: Address was resolved!
fr: L'adresse a été résolue!

# Alerts.sendFailure
source: Send failed
fr: Échec de l'envoi

# Alerts.sendSuccess
source: Send Confirmation
fr: Envoyer confirmation

# Alerts.sendSuccessSubheader
source: Money Sent!
fr: Argent envoyé !

# ApiClient.jsonError
source: JSON Serialization Error
fr: Erreur de sérialisation de JSON

# ApiClient.notReady
source: Wallet not ready
fr: Le portefeuille n'est pas prêt

# ApiClient.tokenError
source: Unable to retrieve API token
fr: Impossible de récupérer le jeton de l'API

# Button.buy
source: buy
fr: ACHETER

# Button.cancel
source: Cancel
fr: Annuler

# Button.ignore
source: Ignore
fr: Ignorer

# Button.no
source: No
fr: Non

# Button.receive
source: receive
fr: recevoir

# Button.resetFields
source: Reset fields
fr: Réinitialisation des champs

# Button.send
source: send
fr: envoyer

# Button.settings
source: Settings
fr: Paramètres

# Button.submit
source: Submit
fr: Envoyer

# Button.yes
source: Yes
fr: Oui

# BuyCenter.barItemTitle
source: BUY
fr: ACHETER

# BuyCenter.bitrefillFinancialDetails
source: • Buy gift cards • Refill prepaid phones • Steam, Amazon, Hotels.com • Works in 170 countries
fr: • Acheter des cartes-cadeaux • Recharger des téléphones prépayés • Steam, Amazon, Hotels.com • Fonctionne dans 170 pays

# BuyCenter.changellyFinancialDetails
source: • Change Sumcoin for other cryptos • No ID Required • Buy via credit card • Global coverage
fr: • Changer Sumcoin pour d'autres cryptos • Aucun ID requis • Acheter par carte de crédit • Couverture mondiale

# BuyCenter.ModalTitle
source: Buy Sumcoin
fr: Acheter Sumcoin

# BuyCenter.moonpayFinancialDetails
source: • Buy SUM with many fiat pairs • Pay with multiple methods • Global payment provider
fr: • Achetez des SUM avec de nombreuses paires de fiat • Payez avec plusieurs méthodes • Fournisseur de paiement mondial

# BuyCenter.simplexFinancialDetails
source: • Get Sumcoin in 5 mins! • Buy Sumcoin via credit card • Passport or State ID
fr: • Obtenez du Sumcoin en 5 minutes! • Achetez du Sumcoin par carte de crédit • Passeport ou identifiant d'État

# BuyCenter.title
source: Buy Sumcoin
fr: Acheter Sumcoin

# CameraPlugin.centerInstruction
source: Center your ID in the box
fr: Centrez votre identifiant dans le champ

# Confirmation.amountDetailLabel
source: Exchange details:
fr: Détails de l'échange:

# Confirmation.amountLabel
source: Amount to Send:
fr: Montant à envoyer :

# Confirmation.donateLabel
source: Amount to Donate:
fr: Montant à donner:

# Confirmation.feeLabel
source: Network Fee:
fr: Frais de réseau :

# Confirmation.processingAndDonationTime
source: Processing time: These transactions will take %1$@ minutes to process.
fr: Temps de traitement: le traitement de ces transactions prendra %1$@ minutes.

# Confirmation.processingTime
source: Processing time: This transaction will take %1$@ minutes to process.
fr: Temps de traitement : Le traitement de cette transaction prendra %1$@ minutes à traiter.

# Confirmation.send
source: Send
fr: Envoyer

# Confirmation.shortFeeLabel
source: FEE:
fr: FRAIS:

# Confirmation.staticAddressLabel
source: ADDRESS:
fr: ADRESSE

# Confirmation.to
source: To
fr: À

# Confirmation.totalLabel
source: Total Cost:
fr: Coût total :

# ConfirmPaperPhrase.error
source: The words entered do not match your paper key. Please try again.
fr: Les mots saisis ne correspondent pas à votre clé papier. Veuillez réessayer.

# ConfirmPaperPhrase.label
source: To make sure everything was written down correctly, please enter the following words from your paper key.
fr: Pour vous assurer que tout a été écrit correctement, entrez les mots suivants à partir de votre clé de papier.

# ConfirmPaperPhrase.word
source: Word #%1$@
fr: Mot no.%1$@

# Conjunction.asOf
source: as of
fr: au

source: Copy
fr: Copie

# DefaultCurrency.chooseFiatLabel
source: Choose:
fr: Choisir:

# DefaultCurrency.rateLabel
source: Exchange Rate
fr: Taux de change

# ErrorMessages.emailUnavailableMessage
source: This device isn't configured to send email with the iOS mail app.
fr: Cet appareil n'est pas configuré pour envoyer un e-mail avec l'application e-mail pour iOS.

# ErrorMessages.emailUnavailableTitle
source: Email Unavailable
fr: E-mail non disponible

# ErrorMessages.messagingUnavailableMessage
source: This device isn't configured to send messages.
fr: Cet appareil n'est pas configuré pour envoyer des messages.

# ErrorMessages.messagingUnavailableTitle
source: Messaging Unavailable
fr: Messagerie non disponible

# FaceIDSettings.customizeText
source: You can customize your Face ID spending limit from the %1$@.
fr: PLACEHOLDER

# FaceIDSettings.label
source: Use your face to unlock your Sumcoin Wallet and send money up to a set limit.
fr: PLACEHOLDER

# FaceIDSettings.linkText
source: Face ID Spending Limit Screen
fr: PLACEHOLDER

# FaceIDSettings.switchLabel
source: Enable Face ID for Sumcoin Wallet
fr: PLACEHOLDER

# FaceIDSettings.title
source: Face ID
fr: PLACEHOLDER

# FaceIDSettings.unavailableAlertMessage
source: You have not set up Face ID on this device. Go to Settings->Face ID & Passcode to set it up now.
fr: PLACEHOLDER

# FaceIDSettings.unavailableAlertTitle
source: Face ID Not Set Up
fr: PLACEHOLDER

# FaceIDSpendingLimit.title
source: Face ID Spending Limit
fr: PLACEHOLDER

# FeeSelector.economy
source: Economy
fr: Économie

# FeeSelector.economyLabel
source: Estimated Delivery: 10+ minutes
fr: Livraison estimée : 10 minutes ou +

# FeeSelector.economyWarning
source: This option is not recommended for time-sensitive transactions.
fr: Cette option n'est pas recommandée pour les transactions dont les délais sont cruciaux.

# FeeSelector.luxury
source: Luxury
fr: Luxe

# FeeSelector.luxuryLabel
source: Estimated Delivery: 2.5 - 5 minutes
fr: Livraison estimée: 2.5 - 5 minutes

# FeeSelector.luxuryMessage
source: This option virtually guarantees acceptance of your transaction though you are paying a premium.
fr: Cette option garantit pratiquement l'acceptation de votre transaction même si vous payez une prime.

# FeeSelector.regular
source: Regular
fr: Régulier

# FeeSelector.regularLabel
source: Estimated Delivery: 2.5 - 5+ minutes
fr: Livraison estimée: 2.5 - 5+ minutes

# FeeSelector.title
source: Processing Speed
fr: Vitesse de traitement

# Fragment.or
source: or
fr: ou

# History.barItemTitle
source: HISTORY
fr: HISTOIRE

# History.currentSumcoinValue
source: Current SUM value in
fr: Valeur SUM actuelle en

# Import.checking
source: Checking private key balance...
fr: Vérification du solde des clés privées...

# Import.confirm
source: Send %1$@ from this private key into your wallet? The Sumcoin network will receive a fee of %2$@.
fr: Envoyer %1$@ de cette clé privée dans votre portefeuille ? Le réseau Sumcoin recevra des frais de %2$@.

# Import.Error.duplicate
source: This private key is already in your wallet.
fr: Cette clé privée est déjà dans votre portefeuille.

# Import.Error.empty
source: This private key is empty.
fr: Cette clé privée est vide.

# Import.Error.highFees
source: Transaction fees would cost more than the funds available on this private key.
fr: Les frais de transactions excederaient le sold disponible sur cette clé privée

# Import.Error.notValid
source: Not a valid private key
fr: Pas une clé privée valide

# Import.Error.signing
source: Error signing transaction
fr: Erreur lors de la signature de la transaction

# Import.importButton
source: Import
fr: Importer

# Import.importing
source: Importing Wallet
fr: Importation du portefeuille

# Import.leftCaption
source: Wallet to be imported
fr: Portefeuille à importer

# Import.message
source: Importing a wallet transfers all the money from your other wallet into your Sumcoin Wallet wallet using a single transaction.
fr: L'importation d'un portefeuille transfère tout l'argent de votre autre portefeuille vers votre portefeuille Sumcoin Wallet avec une seule transaction.

# Import.password
source: This private key is password protected.
fr: Cette clé privée est protégée par mot de passe.

# Import.passwordPlaceholder
source: password
fr: mot de passe

# Import.rightCaption
source: Your Sumcoin Wallet Wallet
fr: Votre portefeuille de Sumcoin Wallet

# Import.scan
source: Scan Private Key
fr: Scanner la clé privée

# Import.success
source: Success
fr: Succès

# Import.SuccessBody
source: Successfully imported wallet.
fr: Portefeuille importé avec succès.

# Import.title
source: Import Wallet
fr: Importer le portefeuille

# Import.unlockingActivity
source: Unlocking Key
fr: Clé de déverrouillage

# Import.warning
source: Importing a wallet does not include transaction history or other details.
fr: L'importation d'un portefeuille n'inclut pas l'historique des transactions ou d'autres détails.

# Import.wrongPassword
source: Wrong password, please try again.
fr: Mauvais mot de passe, veuillez essayer de nouveau.

# JailbreakWarnings.close
source: Close
fr: Fermer

# JailbreakWarnings.ignore
source: Ignore
fr: Ignorer

# JailbreakWarnings.messageWithBalance
source: DEVICE SECURITY COMPROMISED Any 'jailbreak' app can access Sumcoin Wallet's keychain data and steal your Sumcoin! Wipe this wallet immediately and restore on a secure device.
fr: SÉCURITÉ DU DISPOSITIF COMPROMISE Toute application « évasive » peut accéder aux données du porte-clé de Sumcoin Wallet et voler vos Sumcoins ! Détruisez ce portefeuille immédiatement et restaurez-le sur un appareil sécurisé.

# JailbreakWarnings.messageWithoutBalance
source: DEVICE SECURITY COMPROMISED Any 'jailbreak' app can access Sumcoin Wallet's keychain data and steal your Sumcoin. Please only use Sumcoin Wallet on a non-jailbroken device.
fr: SÉCURITÉ DU DISPOSITIF COMPROMISE Toute application « évasive » peut accéder aux données du porte-clé de Sumcoin Wallet et voler vos Sumcoins. N'utilisez Sumcoin Wallet que sur un appareil non évasif.

# JailbreakWarnings.title
source: WARNING
fr: AVERTISSEMENT

# JailbreakWarnings.wipe
source: Wipe
fr: Supprimer

# SumcoinCard.barItemTitle
source: CARD
fr: CARTE

# SumcoinCard.cardBalance
source: Card balance
fr: Solde de la carte

# SumcoinCard.Disclaimer.bullets
source: - Registration & Login - Available card balance - Reset password - No transfer to Sumcoin Wallet - US Only
fr: - Inscription et connexion - Solde de la carte disponible - Réinitialiser le mot de passe - Aucun transfert vers Sumcoin Wallet - États-Unis uniquement

# SumcoinCard.Disclaimer.description
source: Sumcoin Card currently has limited functionality in Sumcoin Wallet.
fr: La carte Sumcoin a actuellement des fonctionnalités limitées dans Sumcoin Wallet.

# SumcoinCard.Disclaimer.referral
source: Visit litecoin.getblockcard.com for full access
fr: Visitez litecoin.getblockcard.com pour un accès complet

# SumcoinCard.Disclaimer.title
source: Sumcoin Card Beta
fr: Bêta de la carte Sumcoin

# SumcoinCard.failed.login
source: Login failed
fr: Échec de la connexion

# SumcoinCard.forgotPassword
source: Forgot password?
fr: Mot de passe oublié?

# SumcoinCard.login
source: Login
fr: S'identifier

# SumcoinCard.logout
source: Logout
fr: Se déconnecter

# SumcoinCard.registerCard
source: Register
fr: S'inscrire

# SumcoinCard.registerCardPhrase
source: Register for Sumcoin Card
fr: Inscrivez-vous à la carte Sumcoin

# SumcoinCard.registering.user
source: Registering user...
fr: Enregistrement de l'utilisateur ...

# SumcoinCard.Registration.address
source: Address
fr: Adresse de rue

# SumcoinCard.Registration.city
source: City
fr: Ville

# SumcoinCard.Registration.confirmPassword
source: Confirm password
fr: Confirmez le mot de passe

# SumcoinCard.Registration.country
source: Country
fr: Pays

# SumcoinCard.Registration.firstName
source: First name
fr: Prénom

# SumcoinCard.Registration.kycIDNumber
source: ID Number
fr: Connaissez votre client Type d'identification

# SumcoinCard.Registration.kycIDType
source: ID Type
fr: Type d'identification

# SumcoinCard.Registration.lastName
source: Last name
fr: nom de famille

# SumcoinCard.Registration.mobileNumber
source: Mobile number
fr: Numéro de portable

# SumcoinCard.Registration.password
source: Password
fr: mot de passe

# SumcoinCard.Registration.stateProvince
source: State / Province
fr: État / Province

# SumcoinCard.Registration.usernameEmail
source: Email (Username)
fr: Email

# SumcoinCard.Registration.ValidationError.empty
source: Must not be empty
fr: Ne doit pas être vide

# SumcoinCard.Registration.ValidationError.invalidEmail
source: Invalid e-mail Address
fr: Adresse e-mail invalide

# SumcoinCard.Registration.ValidationError.numberDigitsRequired
source: Mobile number must have at least 10 digits
fr: Le numéro de mobile doit comporter au moins 10 chiffres

# SumcoinCard.Registration.ValidationError.numberRequired
source: Mobile number is required
fr: Le numéro de portable est requis

# SumcoinCard.Registration.ValidationError.passwordCharacters
source: Password must have at least 6 characters
fr: Le mot de passe doit comporter au moins 6 caractères

# SumcoinCard.Registration.ValidationError.passwordComposition
source: Password must be more than 6 characters, with at least one character and one numeric character
fr: Le mot de passe doit contenir plus de 6 caractères, avec au moins un caractère et un caractère numérique

# SumcoinCard.Registration.ValidationError.passwordRequired
source: Password is Required
fr: Mot de passe requis

# SumcoinCard.Registration.ValidationError.requiredField
source: Required field
fr: champs requis

# SumcoinCard.Registration.zipPostCode
source: Zip / Postcode
fr: Code postal

# SumcoinCard.registrationFailure
source: There was a problem with your registration. Please check your data and try again.
fr: Un problème est survenu lors de votre inscription. Veuillez vérifier vos données et réessayer.

# SumcoinCard.registrationSuccess
source: You have registered! Please check and confirm your email. Then come back to login.
fr: Vous vous êtes inscrit! Veuillez vérifier et confirmer votre email. Puis revenez vous connecter.

# SumcoinCard.resetPassword
source: Reset password
fr: Réinitialiser le mot de passe

# SumcoinCard.resetPasswordDetail
source: Enter the email address associated with your Sumcoin Card account & look for an email with reset instructions.
fr: Entrez l'adresse e-mail associée à votre compte Sumcoin Card et recherchez un e-mail avec des instructions de réinitialisation.

# SumcoinCard.visit.toReset
source: Visit https://litecoin.dashboard.getblockcard.com/password/forgot to reset your password.
fr: Visitez le site https://litecoin.dashboard.getblockcard.com/password/forgot pour réinitialiser votre mot de passe.

# LocationPlugin.disabled
source: Location services are disabled.
fr: Les services de localisation sont désactivés.

# LocationPlugin.notAuthorized
source: Sumcoin Wallet does not have permission to access location services.
fr: Sumcoin Wallet n'a pas l'autorisation d'accéder aux services de localisation.

source: Malformed URI
fr: URI mal formé

# ManageWallet.balance
source: Balance
fr: Solde

# ManageWallet.creationDatePrefix
source: You created your wallet on %1$@
fr: Vous avez créé votre portefeuille sur %1$@

# ManageWallet.description
source: Your wallet name only appears in your account transaction history and cannot be seen by anyone else.
fr: Le nom de votre portefeuille n'apparaît que dans l'historique des transactions de votre compte et ne peut être vu par personne d'autre.

# ManageWallet.textFeildLabel
source: Wallet Name
fr: Nom du portefeuille

# ManageWallet.title
source: Manage Wallet
fr: Gérer le portefeuille

# MenuButton.buy
source: Buy Sumcoin
fr: Acheter des Sumcoins

# MenuButton.customer.support
source: Customer support
fr: Service client

# MenuButton.lock
source: Lock Wallet
fr: Verrouiller le portefeuille

# MenuButton.security
source: Security Center
fr: Centre de sécurité

# MenuButton.settings
source: Settings
fr: Paramètres

# MenuButton.support
source: Support
fr: Assistance

# MenuViewController.createButton
source: Create New Wallet
fr: Créer un nouveau portefeuille

# MenuViewController.recoverButton
source: Recover Wallet
fr: Récupérer le portefeuille

source: No wallet
fr: Pas de portefeuille

# NodeSelector.automaticButton
source: Switch to Automatic Mode
fr: Passer au mode automatique

# NodeSelector.connected
source: Connected
fr: Connecté

# NodeSelector.enterBody
source: Enter Node IP address and port (optional)
fr: Entrer l'adresse IP et le port des nœuds (optionnel)

# NodeSelector.enterTitle
source: Enter Node
fr: Soumettre le nœud

# NodeSelector.manualButton
source: Switch to Manual Mode
fr: Passer au mode manuel

# NodeSelector.nodeLabel
source: Current Primary Node
fr: Nœud principal actuel

# NodeSelector.notConnected
source: Not Connected
fr: Non connecté

# NodeSelector.statusLabel
source: Node Connection Status
fr: Statut de connexion du nœud

# NodeSelector.title
source: Sumcoin Nodes
fr: Nœuds Sumcoin

# PaymentProtocol.Errors.badPaymentRequest
source: Bad Payment Request
fr: Mauvaise demande de paiement

# PaymentProtocol.Errors.corruptedDocument
source: Unsupported or corrupted document
fr: Document non pris en charge ou endommagé

# PaymentProtocol.Errors.missingCertificate
source: missing certificate
fr: certificat manquant

# PaymentProtocol.Errors.requestExpired
source: request expired
fr: demande expirée

# PaymentProtocol.Errors.smallOutputError
source: Couldn't make payment
fr: Impossible de faire un paiement

# PaymentProtocol.Errors.smallPayment
source: Sumcoin payments can't be less than %1$@.
fr: Les paiements par Sumcoin ne peuvent être inférieurs à %1$@.

# PaymentProtocol.Errors.smallTransaction
source: Sumcoin transaction outputs can't be less than $@.
fr: Les résultats des transactions de Sumcoin ne peuvent pas être inférieurs à $@.

# PaymentProtocol.Errors.unsupportedSignatureType
source: unsupported signature type
fr: type de signature non pris en charge

# PaymentProtocol.Errors.untrustedCertificate
source: untrusted certificate
fr: certificat non approuvé

# Prompts.dismiss
source: DISMISS
fr: REJETER

# Prompts.FaceId.body
source: Tap here to enable Face ID
fr: PLACEHOLDER

# Prompts.FaceId.title
source: Enable Face ID
fr: PLACEHOLDER

# Prompts.NoPasscode.body
source: A device passcode is needed to safeguard your wallet.
fr: Un code d'accès pour l'appareil est requis pour sécuriser votre portefeuille. Allez aux paramètres et activez le code d'accès.

# Prompts.NoPasscode.title
source: Turn device passcode on
fr: Activez le code d'accès de l'appareil

# Prompts.PaperKey.affirm
source: Continue
fr: Continuer

# Prompts.PaperKey.body
source: Your Paper Key must be kept in a safe place. It is the only way modify or restore your Sumcoin Wallet or transfer your Sumcoin. Please write it down.
fr: Votre paperkey doit être sauvegardé au cas où vous perdiez ou changiez votre téléphone. Cliquez ici pour continuer.

# Prompts.PaperKey.cancel
source: Cancel
fr: Annuler

# Prompts.PaperKey.enable
source: Enable
fr: Activer

# Prompts.PaperKey.title
source: Action Required
fr: Une action est requise

# Prompts.RecommendRescan.body
source: Your wallet may be out of sync. This can often be fixed by rescanning the blockchain.
fr: Votre portefeuille peut être désynchronisé. Cela peut souvent être corrigé en scannant la chaîne de blocs à nouveau.

# Prompts.RecommendRescan.title
source: Transaction Rejected
fr: Transaction rejetée

# Prompts.SetPin.body
source: Sumcoin Wallet requires a 6-digit PIN. Please set and store your PIN in a safe place.
fr: Sumcoin Wallet a été mis à niveau pour utiliser un code PIN à six chiffres. Appuyez ici pour mettre à niveau.

# Prompts.SetPin.title
source: Set PIN
fr: Mettre à jour le code PIN

# Prompts.ShareData.body
source: Help improve Sumcoin Wallet by sharing your anonymous data with us
fr: Aidez à améliorer Sumcoin Wallet en partageant vos données anonymes avec nous

# Prompts.ShareData.title
source: Share Anonymous Data
fr: Partager les données anonymes

# Prompts.TouchId.body
source: Tap here to enable Touch ID
fr: Tapez ici pour activer Touch ID

# Prompts.TouchId.title
source: Enable Touch ID
fr: Activer Touch ID

# PushNotifications.body
source: Turn on notifications to receive special messages from Sumcoin Wallet in the future.
fr: Activez les notifications pour recevoir des messages spéciaux de Sumcoin Wallet à l'avenir.

# PushNotifications.label
source: Push Notifications
fr: Notifications push

# Receive.barItemTitle
source: RECEIVE
fr: RECEVOIR

# Receive.copied
source: Copied to clipboard.
fr: Copié dans le presse-papier.

# Receive.request
source: Request an Amount
fr: Demander un montant

# Receive.share
source: Share
fr: Partager

# Receive.textButton
source: Text Message
fr: Message texte

# Receive.title
source: Receive
fr: Recevoir

# RecoverWallet.done
source: Done
fr: Terminé

# RecoverWallet.header
source: Recover Wallet
fr: Récupérer le portefeuille

# RecoverWallet.header_reset_pin
source: Reset PIN
fr: Réinitialiser PIN

# RecoverWallet.instruction
source: Enter Paper Key
fr: Entrez la clé de papier

# RecoverWallet.intro
source: Recover your Sumcoin Wallet with your paper key.
fr: Récupérez votre Sumcoin Wallet avec votre clé de papier.

# RecoverWallet.invalid
source: The paper key you entered is invalid. Please double-check each word and try again.
fr: La clé de papier saisie n'est pas valide. Revérifiez chaque mot et réessayez.

# RecoverWallet.leftArrow
source: Left Arrow
fr: Flèche gauche

# RecoverWallet.next
source: Next
fr: Suivant

# RecoverWallet.reset_pin_more_info
source: Tap here for more information.
fr: Cliquez ici pour plus d'informations.

# RecoverWallet.rightArrow
source: Right Arrow
fr: Flèche droite

# RecoverWallet.subheader
source: Enter the paper key for the wallet you want to recover.
fr: Entrez la clé de papier pour le portefeuille que vous souhaitez récupérer.
