Repository: sumcoinwallet/sumcoinwallet-ios
Catalog: loafwallet/src/Strings/*.lproj/Localizable.strings
Languages: fr

# RecoverWallet.subheader_reset_pin
source: To reset your PIN, enter the words from your paper key into the boxes below.
fr: Pour réinitialiser votre NIP, entrez les mots de votre clé papier dans les cases ci-dessous.

# RequestAnAmount.noAmount
source: Please enter an amount first.
fr: Veuillez entrer un montant d'abord.

# RequestAnAmount.title
source: Request an Amount
fr: Demander un montant

# ReScan.alertAction
source: Sync
fr: Synchroniser

# ReScan.alertMessage
source: You will not be able to send money while syncing.
fr: Vous ne pourrez pas envoyer d'argent lors de la synchronisation.

# ReScan.alertTitle
source: Sync with Blockchain?
fr: Synchroniser avec la chaîne de bloc ?

# ReScan.body2
source: If a transaction shows as completed on the Sumcoin network but not in your Sumcoin Wallet.
fr: Si une transaction apparaît comme achevée sur le réseau de Sumcoin mais pas dans votre Sumcoin Wallet.

# ReScan.body3
source: You repeatedly get an error saying your transaction was rejected.
fr: Vous recevez de manière répétée un message d'erreur vous informant du rejet de votre transaction.

# ReScan.buttonTitle
source: Start Sync
fr: Démarrer la synchronisation

# ReScan.footer
source: You will not be able to send money while syncing with the blockchain.
fr: Vous ne pourrez pas envoyer d'argent en synchronisant avec la chaîne de blocs.

# ReScan.header
source: Sync Blockchain
fr: Synchroniser chaîne de blocs

# ReScan.subheader1
source: Estimated time
fr: Temps estimé

# ReScan.subheader2
source: When to Sync?
fr: Quand synchroniser ?

# resetButton
source: Yes, reset wallet
fr: Oui, réinitialiser le portefeuille

# resetTitle
source: Empty Wallet Reset
fr: Réinitialisation du portefeuille vide

# Scanner.flashButtonLabel
source: Camera Flash
fr: Flash d'appareil photo

# Search.complete
source: complete
fr: achevé

# Search.pending
source: pending
fr: en attente

# Search.received
source: received
fr: reçu

# Search.sent
source: sent
fr: envoyé

# SecurityCenter.faceIdTitle
source: Face ID
fr: PLACEHOLDER

# SecurityCenter.info
source: Enable all security features for maximum protection.
fr: Activez toutes les fonctionnalités de sécurité pour une protection maximale.

# SecurityCenter.paperKeyDescription
source: The only way to access your Sumcoin if you lose or upgrade your phone.
fr: La seule façon d'accéder à votre Sumcoin si vous perdez ou mettez à niveau votre téléphone.

# SecurityCenter.paperKeyTitle
source: Paper Key
fr: Clé de papier

# SecurityCenter.pinDescription
source: Protects your Sumcoin Wallet from unauthorized users.
fr: Protège votre Sumcoin Wallet contre les utilisateurs non autorisés.

# SecurityCenter.pinTitle
source: 6-Digit PIN
fr: PIN à six chiffres

# SecurityCenter.title
source: Security Center
fr: Centre de sécurité

# SecurityCenter.touchIdDescription
source: Conveniently unlock your Sumcoin Wallet and send money up to a set limit.
fr: Débloquez convenablement votre Sumcoin Wallet et envoyez de l'argent jusqu'à une limite définie.

# Send.amountLabel
source: Amount
fr: Montant

# Send.balance
source: Balance: %1$@
fr: Solde : %1$@

# Send.barItemTitle
source: SEND
fr: ENVOYER

# Send.cameraunavailableMessage
source: Go to Settings to allow camera access.
fr: Accédez à Paramètres pour autoriser l'accès à la caméra.

# Send.cameraUnavailableTitle
source: Sumcoin Wallet is not allowed to access the camera
fr: Sumcoin Wallet n'est pas autorisé à accéder à la caméra

# Send.containsAddress
source: The destination is your own address. You cannot send to yourself.
fr: La destination est votre propre adresse. Vous ne pouvez pas envoyer à vous même.

# Send.creatTransactionError
source: Could not create transaction.
fr: Impossible de créer une transaction.

# Send.descriptionLabel
source: Memo
fr: Mémo

# Send.emptyPasteboard
source: Pasteboard is empty
fr: Le tableau d'affichage est vide.

# Send.enterLTCAddress
source: Enter a Sumcoin address
fr: Entrez une adresse Sumcoin

# Send.fee
source: Network Fee: %1$@
fr: Frais de réseau : %1$@

# Send.identityNotCertified
source: Payee identity isn't certified.
fr: L'identité du bénéficiaire n'est pas certifiée.

# Send.insufficientFunds
source: Insufficient Funds
fr: Fonds insuffisants

# Send.invalidAddressMessage
source: The destination address is not a valid Sumcoin address.
fr: L'adresse de destination n'est pas une adresse Sumcoin valide.

# Send.invalidAddressOnPasteboard
source: Pasteboard does not contain a valid Sumcoin address.
fr: Le tableau d'affichage ne contient aucune adresse Sumcoin valide.

# Send.invalidAddressTitle
source: Invalid Address
fr: Adresse non valide

# Send.isRescanning
source: Sending is disabled during a full rescan.
fr: L'envoi est désactivé pendant un renumérisation complète.

# Send.loadingRequest
source: Loading Request
fr: Chargement de la demande

# Send.noAddress
source: Please enter the recipient's address.
fr: Entrez l'adresse du destinataire.

# Send.noAmount
source: Please enter an amount to send.
fr: Entrez un montant à envoyer.

# Send.pasteLabel
source: Paste
fr: Coller

# Send.publishTransactionError
source: Could not publish transaction.
fr: Impossible de publier la transaction.

# Send.remoteRequestError
source: Could not load payment request
fr: Impossible de charger la demande de paiement

# Send.scanLabel
source: Scan
fr: Scanner

# Send.sendLabel
source: Send
fr: Envoyer

# Send.title
source: Send
fr: Envoyer

# Send.toLabel
source: To
fr: Pour

# Send.UnstoppableDomains.lookup
source: Lookup
fr: Chercher

# Send.UnstoppableDomains.lookupDomainError
source: Sorry, domain was not found. [Error:%2$d]
fr: Désolé, le domaine est introuvable. [Erreur: %2$d]

# Send.UnstoppableDomains.lookupFailureHeader
source: Lookup failed
fr: La recherche a échoué

# Send.UnstoppableDomains.placeholder
source: Enter a .crypto or .zil domain
fr: Entrez un domaine .crypto ou .zil

# Send.UnstoppableDomains.udSystemError
source: System lookup problem. [Error:%2$d]
fr: Problème de recherche système. [Erreur: %2$d]

# Send.UsedAddress.firstLine
source: Sumcoin addresses are intended for single use only.
fr: Les adresses Sumcoin sont destinées à une utilisation unique.

# Send.UsedAddress.secondLIne
source: Re-use reduces privacy for both you and the recipient and can result in loss if the recipient doesn't directly control the address.
fr: La réutilisation réduit la confidentialité pour vous et le destinataire et peut entraîner une perte si le destinataire ne contrôle pas directement l'adresse.

# Send.UsedAddress.title
source: Address Already Used
fr: Adresse déjà utilisée

# Settings.about
source: About
fr: À propos de

# Settings.advancedTitle
source: Advanced Settings
fr: Paramètres avancés

# Settings.blockchain
source: Blockchain
fr: Bloc de la chaîne

# Settings.currency
source: Display Currency
fr: Afficher la devise

# Settings.currentLocale
source: Current Locale:
fr: Paramètres régionaux actuels:

# Settings.earlyAccess
source: Join Early Access
fr: Rejoignez l'accès anticipé

# Settings.enjoying
source: Are you enjoying Sumcoin Wallet?
fr: Vous aimez Sumcoin Wallet ?

# Settings.faceIdLimit
source: Face ID Spending Limit
fr: PLACEHOLDER

# Settings.importTitle
source: Import Wallet
fr: Importer le portefeuille

# Settings.languages
source: Languages
fr: Les langues

# Settings.sumcoinwallet.environment
source: Environment:
fr: Environnement:

# Settings.sumcoinwallet.partners
source: Sumcoin Wallet partners
fr: Partenaires Sumcoin Wallet

# Settings.sumcoinwallet.version
source: Sumcoin Wallet version:
fr: Version Sumcoin Wallet:

# Settings.manage
source: Manage
fr: Gérer

# Settings.review
source: Leave us a Review
fr: Laissez-nous un commentaire

# Settings.shareData
source: Share Anonymous Data
fr: Partager des données anonymes

# Settings.support
source: Support
fr: Soutien

# Settings.sync
source: Sync Blockchain
fr: Synchroniser chaîne de blocs

# Settings.title
source: Settings
fr: Paramètres

# Settings.touchIdLimit
source: Touch ID Spending Limit
fr: Limite de dépenses de Touch ID

# Settings.wallet
source: Wallet
fr: Portefeuille

# Settings.wipe
source: Start/Recover Another Wallet
fr: Démarrer/récupérer un autre portefeuille

# ShareData.body
source: Help improve Sumcoin Wallet by sharing your anonymous data with us. This does not include any financial information. We respect your financial privacy.
fr: Aidez à améliorer Sumcoin Wallet en partageant vos données anonymes avec nous. Cela n'inclut aucune information financière. Nous respectons votre confidentialité financière.

# ShareData.header
source: Share Data?
fr: Partager les données ?

# ShareData.toggleLabel
source: Share Anonymous Data?
fr: Partager des données anonymes ?

# SpendingLimit.title
source: Current Spending Limit:
fr: Limite de dépenses actuelle:

# StartPaperPhrase.againButtonTitle
source: Write Down Paper Key Again
fr: Enregistrez la clé de papier à nouveau

# StartPaperPhrase.body
source: Your paper key is the only way to restore your Sumcoin Wallet if your phone is lost, stolen, broken, or upgraded. We will show you a list of words to write down on a piece of paper and keep safe.
fr: Votre clé de papier est la seule façon de restaurer votre Sumcoin Wallet si votre téléphone est perdu, volé, cassé ou mis à niveau. Nous vous montrerons une liste de mots à écrire sur un morceau de papier et à garder en sécurité.

# StartPaperPhrase.buttonTitle
source: Write Down Paper Key
fr: Écrire la clé de papier

# StartPaperPhrase.date
source: You last wrote down your paper key on %1$@
fr: Vous avez finalement écrit votre clé de papier sur %1$@

# StartViewController.message
source: The most secure and safest way to use Sumcoin.
fr: La façon la plus sécurisée et sûre d'utiliser Sumcoin.

# SupportTheFoundation.title
source: Support the Sumcoin Wallet
fr: Soutenez la Fondation Sumcoin

# SyncingHeader.connecting
source: Connecting...
fr: De liaison...

# SyncingHeader.rescan
source: Rescanning...
fr: Nouvelle numérisation ...

# SyncingHeader.success
source: Success!
fr: Succès!

# SyncingHeader.syncing
source: Syncing...
fr: Synchronisation ...

# SyncingView.connecting
source: Connecting
fr: Connexion…

# SyncingView.syncing
source: Syncing
fr: Synchronisation

# TouchIdSettings.customizeText
source: You can customize your Touch ID spending limit from the %1$@.
fr: Vous pouvez personnaliser votre plafond de dépenses Touch ID à partir de %1$@.

# TouchIdSettings.label
source: Use your fingerprint to unlock your Sumcoin Wallet and send money up to a set limit.
fr: Utilisez votre empreinte digitale pour débloquer votre Sumcoin Wallet et envoyer de l'argent jusqu'à une limite définie.

# TouchIdSettings.linkText
source: Touch ID Spending Limit Screen
fr: Écran de plafond de dépenses Touch ID

# TouchIdSettings.spendingLimit
source: Spending limit: %1$@ (%2$@)
fr: Limite de dépenses : %1$@ (%2$@)

# TouchIdSettings.switchLabel
source: Enable Touch ID for Sumcoin Wallet
fr: Activer Touch ID pour Sumcoin Wallet

# TouchIdSettings.unavailableAlertMessage
source: You have not set up Touch ID on this device. Go to Settings->Touch ID & Passcode to set it up now.
fr: Vous n'avez pas configuré Touch ID sur cet appareil. Accédez à Paramètres -> Touch ID et mot de passe pour le configurer maintenant.

# TouchIdSettings.unavailableAlertTitle
source: Touch ID Not Set Up
fr: Touch ID non configuré

# TouchIdSpendingLimit
source: Always require passcode
fr: Toujours demander un code d'accès

# TouchIdSpendingLimit.body
source: You will be asked to enter your 6-digit PIN to send any transaction over your spending limit, and every 48 hours since the last time you entered your 6-digit PIN.
fr: Vous devrez entrer votre code PIN à six chiffres pour envoyer une transaction supérieure à votre limite de dépenses et toutes les 48 heures depuis la dernière fois que vous avez entré votre code PIN à six chiffres.

# TouchIdSpendingLimit.title
source: Touch ID Spending Limit
fr: Limite de dépenses de Touch ID

# Transaction.amountDetailLabel
source: Amount Detail:
fr: Détail du montant de la transaction

# Transaction.available
source: Available to Spend
fr: Disponible pour dépenser

# Transaction.blockHeightLabel
source: Block:
fr: Blouquer:

# Transaction.complete
source: Complete
fr: Terminer

# Transaction.endAmountDetailLabel
source: Transaction end amount detail
fr: Détail du montant final de la transaction

# Transaction.ending
source: Ending balance: %1$@
fr: Solde final : %1$@

# Transaction.exchangeOnDayReceived
source: Exchange rate when received:
fr: Taux de change au moment de la réception :

# Transaction.exchangeOnDaySent
source: Exchange rate when sent:
fr: Taux de change au moment de l'envoi :

# Transaction.fee
source: (%1$@ fee)
fr: (frais de %1$@)

# Transaction.invalid
source: INVALID
fr: NON VALIDE

# Transaction.justNow
source: just now
fr: juste maintenant

# Transaction.receivedStatus
source: In progress: %1$@
fr: En cours : %1$@

# Transaction.sendingStatus
source: In progress: %1$@
fr: En cours : %1$@

# Transaction.starting
source: Starting balance: %1$@
fr: Solde initial : %1$@

# Transaction.startingAmountDetailLabel
source: Transaction starting amount detail
fr: Détail du montant de départ de la transaction

# Transaction.waiting
source: Waiting to be confirmed. Some merchants require confirmation to complete a transaction. Estimated time: 1-2 hours.
fr: En attente d'être confirmé. Certains vendeurs exigent une confirmation pour mener à bien une transaction. Temps estimé : 1-2 heures.

# TransactionDetails.account
source: account
fr: compte

# TransactionDetails.amountHeader
source: Amount
fr: Montant

# TransactionDetails.blockHeightLabel
source: Confirmed in Block
fr: Confirmé en bloc

# TransactionDetails.commentsHeader
source: Memo
fr: Mémo

# TransactionDetails.copiedAll
source: Copied
fr: Copié

# TransactionDetails.copyAllDetails
source: Copy all details
fr: Copiez tous les détails

# TransactionDetails.emptyMessage
source: Your transactions will appear here.
fr: Vos transactions apparaîtront ici.

# TransactionDetails.from
source: at %1$@
fr: à %1$@

# TransactionDetails.less
source: Less...
fr: Moins

# TransactionDetails.moved
source: Moved %1$@
fr: Transféré %1$@

# TransactionDetails.movedAmountDescription
source: Moved <b>%1@</b>
fr: Déplacé <b>%1@</b>

# TransactionDetails.notConfirmedBlockHeightLabel
source: Not Confirmed
fr: Non confirmé

# TransactionDetails.priceTimeStampPrefix
source: as of
fr: au

# TransactionDetails.received
source: Received %1$@
fr: A reçu %1$@

# TransactionDetails.receivedAmountDescription
source: Received <b>%1@</b>
fr: Reçu <b>%1@</b>

# TransactionDetails.receivedModalTitle
source: RECEIVE ADDRESS
fr: RECEVOIR L'ADRESSE

# TransactionDetails.sent
source: Sent %1$@
fr: A envoyé %1$@

# TransactionDetails.sentAmountDescription
source: Sent <b>%1@</b>
fr: Envoyé <b>%1@</b>

# TransactionDetails.statusHeader
source: Status
fr: État

# TransactionDetails.title
source: Transaction Details
fr: Détails de la transaction

# TransactionDetails.to
source: to %1$@
fr: jusqu'à %1$@

# TransactionDetails.txHashHeader
source: Sumcoin Transaction ID
fr: Identifiant de transaction Sumcoin

# TransactionDirection.address
source: Received at this Address
fr: Reçu à cette adresse

# TransactionDirection.to
source: Sent to this Address
fr: Envoyé à cette adresse

# UnlockScreen.disabled
source: Disabled until: %1$@
fr: Désactivé jusqu'à : %1$@

# UnlockScreen.enterPin
source: Enter PIN
fr: Entrez le code PIN

# UnlockScreen.faceIdText
source: Unlock with FaceID
fr: Déverrouillez avec FaceID

# UnlockScreen.myAddress
source: My Address
fr: Mon adresse

# UnlockScreen.resetPin
source: Reset PIN
fr: Réinitialiser PIN

# UnlockScreen.scan
source: Scan
fr: Scanner

# UnlockScreen.touchIdPrompt
source: Unlock your Sumcoin Wallet.
fr: Déverrouillez votre Sumcoin Wallet.

# UnlockScreen.touchIdText
source: Unlock with TouchID
fr: Déverrouiller avec TouchID

# UnlockScreen.unlocked
source: Wallet Unlocked
fr: Portefeuille déverrouillé

# UpdatePin.caption
source: Remember this PIN. If you forget it, you won't be able to access your Sumcoin.
fr: Souvenez-vous de ce code PIN. Si vous l'oubliez, vous ne pourrez pas accéder à votre Sumcoin.

# UpdatePin.createInstruction
source: Your PIN will be used to unlock your Sumcoin Wallet and send money.
fr: Votre NIP sera utilisé pour débloquer votre Sumcoin Wallet et envoyer de l'argent.

# UpdatePin.createTitle
source: Set PIN
fr: Définir PIN

# UpdatePin.createTitleConfirm
source: Re-Enter PIN
fr: Entrer le PIN à nouveau

# UpdatePin.enterCurrent
source: Enter your current PIN.
fr: Entrez votre code PIN actuel.

# UpdatePin.enterNew
source: Enter your new PIN.
fr: Entrez votre code PIN nouveau.

# UpdatePin.reEnterNew
source: Re-Enter your new PIN.
fr: Entrez votre nouveau PIN à nouveau.

# UpdatePin.setPinError
source: Sorry, could not update PIN.
fr: Désolés, nous n'avons pas pu mettre à jour le code PIN.

# UpdatePin.setPinErrorTitle
source: Update PIN Error
fr: Erreur de mise à jour du code PIN

# UpdatePin.updateTitle
source: Update PIN
fr: Mettre à jour le code PIN

# URLHandling.addressaddressListAlertMessage
source: Copy wallet addresses to clipboard?
fr: Copier les adresses du portefeuille dans le presse-papiers ?

# URLHandling.addressList
source: Authorize to copy wallet address to clipboard
fr: Autoriser à copier l'adresse du portefeuille dans le presse-papiers

# URLHandling.addressListAlertTitle
source: Copy Wallet Addresses
fr: Copier les adresses du portefeuille

# URLHandling.copy
source: Copy
fr: Copier

# VerifyPin.authorize
source: Please enter your PIN to authorize this transaction.
fr: Veuillez entrer votre NIP pour autoriser cette transaction.

# VerifyPin.continueBody
source: Please enter your PIN to continue.
fr: Entrez votre code PIN pour continuer.

# VerifyPin.title
source: PIN Required
fr: PIN requis

# VerifyPin.touchIdMessage
source: Authorize this transaction
fr: Autoriser cette transaction

# Watch.noWalletWarning
source: Open the Sumcoin Wallet iPhone app to set up your wallet.
fr: Ouvrez l'application Sumcoin Wallet pour iPhone pour configurer votre portefeuille.

# Webview.dismiss
source: Dismiss
fr: Rejeter

# Webview.errorMessage
source: There was an error loading the content. Please try again.
fr: Une erreur s'est produite lors du chargement du contenu. Veuillez réessayer.

# Webview.updating
source: Updating...
fr: Mise à jour...

# Welcome.body
source: Sumcoin Wallet now has a brand new look and some new features. All coins are displayed in lites (𝜮). 1 Sumcoin (𝚺) = 1000 lites (𝜮).
fr: Bienvenue chez Sumcoin Wallet !

# Welcome.title
source: Welcome to Sumcoin Wallet!
fr: Bienvenue chez Sumcoin Wallet !

# WipeWallet.alertDeleteTitle
source: Delete Database
fr: Supprimer la base de données

# WipeWallet.alertMessage
source: Are you sure you want to delete this wallet?
fr: Souhaitez-vous vraiment supprimer ce portefeuille ?

# WipeWallet.alertTitle
source: Wipe Wallet?
fr: Effacer le portefeuille ?

# WipeWallet.deleteDatabase
source: Delete Database
fr: Supprimer la base de données

# WipeWallet.deleteMessageTitle
source: This deletes the database but retains the PIN and phrase. Confirm your existing PIN, seed and wait to compelete syncing to the new db
fr: Cela supprime la base de données mais conserve le code PIN et la phrase. Confirmez votre code PIN existant, amorcez et attendez la fin de la synchronisation avec la nouvelle base de données

# WipeWallet.deleteSync
source: Delete & Sync
fr: Supprimer et synchroniser

# WipeWallet.emptyWallet
source: Forget your seed phrase or PIN?
fr: Oubliez les graines ou le NIP?

# WipeWallet.failedMessage
source: Failed to wipe wallet.
fr: Échec de la suppression du portefeuille.

# WipeWallet.failedTitle
source: Failed
fr: Échec

# WipeWallet.instruction
source: To start a new wallet or restore an existing wallet, you must first erase the wallet that is currently installed. To continue, enter the current wallet's Paper Key.
fr: Soumettez la phrase de récupération de ce portefeuille pour l'effacer et commencer à en récupérer un autre. Votre solde actuel demeure sur cette phrase.

# WipeWallet.startMessage
source: Starting or recovering another wallet allows you to access and manage a different Sumcoin Wallet wallet on this device.
fr: L'ouverture ou la récupération d'un autre portefeuille vous permet d'accéder et de gérer différents portefeuilles Sumcoin Wallet depuis cet appareil.

# WipeWallet.startWarning
source: Your current wallet will be removed from this device. If you wish to restore it in the future, you will need to enter your Paper Key.
fr: Vous ne pourrez plus accéder à votre portefeuille Sumcoin Wallet depuis cet appareil. Le solde restera inchangé.

# WipeWallet.title
source: Start or Recover Another Wallet
fr: Commencer un nouveau portefeuille ou récupérer un autre portefeuille

# WipeWallet.warningAlert
source: DO NOT LOSE IT!
fr: NE LE PERDS PAS!

# WipeWallet.warningDescription
source: Your SumcoinWallet is empty. Resetting will delete the old private key and wipe the app data. After the reset, be prepared to record the new 12 words and keep them in a very secure place. No SumcoinWallet developers can retrieve this seed for you.
fr: Votre SumcoinWallet est vide. La réinitialisation supprimera l'ancienne clé privée et effacera les données de l'application. Après la réinitialisation, préparez-vous à enregistrer les 12 nouveaux mots et à les conserver dans un endroit très sécurisé. Aucun développeur SumcoinWallet ne peut récupérer cette graine pour vous.

# WipeWallet.warningTitle
source: PLEASE READ!
fr: LISEZ S'IL VOUS PLAÎT!

# WipeWallet.wipe
source: Wipe
fr: Effacer

# WipeWallet.wiping
source: Wiping...
fr: Effacement...

# WritePaperPhrase.instruction
source: Write down each word in order and store it in a safe place.
fr: Écrivez chaque mot en ordre et rangez-le dans un lieu sûr.

# WritePaperPhrase.next
source: Next
fr: Suivant

# WritePaperPhrase.previous
source: Previous
fr: Précédent

# WritePaperPhrase.step
source: %1$d of %2$d
fr: %1$d de %2$d
